Revit 2027 API
ParameterTypeId.LoadForceFz Property
 "Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadForceFz { get; }
Public Shared ReadOnly Property LoadForceFz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadForceFz {
	ForgeTypeId^ get ();
}
static member LoadForceFz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace